---
kind: other
id: Properties.T:Autodesk.Revit.DB.CustomFieldData
source: html/68635c2c-6297-f842-7011-40fac0cc3a2a.htm
---
# CustomFieldData Properties

Identifies the default row height for this field.